Repository: brianjhanson/wp-stuff
Catalog: plugins/signature/signature-lang/signature-*.po
Languages: it_it

source: Anonymous
it_it: Anonimo

source: Signature disabled
it_it: Firma disabilitata

source: First name
it_it: Nome

source: Last name
it_it: Cognome

source: Nickname
it_it: Nick

source: First name + Last name
it_it: Nome + Cognome

source: Custom signature
it_it: Firma personalizzata

source: Your Signature
it_it: La tua firma

source: Signature setting
it_it: Impostazione firma

source: is a placeholder for your firstname
it_it: verr&agrave; sostituito col tuo nome

source: is a placeholder for your lastname
it_it: verr&agrave; sostituito col tuo cognome

source: is a placeholder for your nickname
it_it: verr&agrave; sostituito col tuo nick

source: is a placeholder for your e-mail address
it_it: verr&agrave; sostituito col tuo indirizzo di posta elettronica

source: is a placeholder for your website
it_it: verr&agrave; sostituito col tuo sito web

source: IMPORTANT: to use this field as signature you have to choose "Custom signature" from the setting above.
it_it: IMPORTANTE: per usare questo campo come firma devi scegliere "Firma personalizzata" dall'impostazione sopra.

source: XHTML tags allowed
it_it: Tag XHTML ammessi

source: Special code allowed
it_it: Codice speciale ammesso

source: Update
it_it: Aggiorna

source: Choose Your Signature
it_it: Scegli la tua firma

source: Example of custom signature. You can add your fullname by using the special code [first] [last]. Other special codes are available: see below.
it_it: Esempio di firma personalizzata. Puoi aggiungere il tuo nome completo usando il codice speciale [first] [last].Altri codici speciali sono ammessi: vedi in basso
